{
  "part1": [
    {
      "question": "一般乗合旅客自動車運送事業（路線バス等）を経営しようとする者は、国土交通大臣の「許可」を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！バスやタクシーなどの旅客事業を始めるには、最も厳しい「許可」が必要です。",
      "imagePath": null
    },
    {
      "question": "事業者は、運行管理者を選任したときは、遅滞なくその旨を国土交通大臣に「許可」を受けなければならない。",
      "isCorrect": false,
      "explanation": "不正解！選任・解任に関しては、許可ではなく「届出（遅滞なく）」で済みます。",
      "imagePath": null
    },
    {
      "question": "運行管理者は、事業用自動車の運転者が長距離運転や夜間の運転に従事する場合、過労運転を防止するため、交替運転者の配置など必要な措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！運行管理者の重要な基本的業務の一つです。",
      "imagePath": null
    },
    {
      "question": "乗務前の点呼は、原則として対面で行わなければならないが、運行上やむを得ない場合は電話その他の方法で行うことができる。",
      "isCorrect": true,
      "explanation": "正解！遠隔地での乗務開始・終了など、どうしても対面できない物理的な事情がある場合に限り認められます（単に車庫が離れているだけでは認められません）。",
      "imagePath": null
    },
    {
      "question": "アルコール検知器による測定は、運転者の顔色や呼気に酒気帯びの様子がないと認められる場合は省略してもよい。",
      "isCorrect": false,
      "explanation": "絶対に不正解！目視で大丈夫そうに見えても、必ずアルコール検知器を使用しなければなりません。",
      "imagePath": null
    },
    {
      "question": "事業者は、新たに雇い入れた運転者に対して、事故防止などの特別な指導を行うとともに、適性診断（初任診断）を受けさせなければならない。",
      "isCorrect": true,
      "explanation": "正解！初任運転者には特別な教育と診断が義務付けられています。",
      "imagePath": null
    },
    {
      "question": "事業計画の変更のうち、営業所の「名称」変更などの軽微な事項については、事後に届け出ればよい。",
      "isCorrect": true,
      "explanation": "正解！名称変更は事後届出でOKですが、営業所の「位置（所在地）」の変更は原則として「認可」が必要ですので注意が必要です。",
      "imagePath": null
    },
    {
      "question": "運行指示書は、貸切バスなどの運行経路が特定されている運行において、乗務前・乗務後いずれかの点呼の際に運転者に携行させればよい。",
      "isCorrect": false,
      "explanation": "不正解！運行指示書は「乗務前」から「乗務終了」まで携行させ、運行内容に変更があればその都度書き写させなければなりません。",
      "imagePath": null
    },
    {
      "question": "事業者は、死者を生じた事故や、5人以上の重傷者を生じた事故が発生した場合、24時間以内に事故報告（速報）をしなければならない。",
      "isCorrect": true,
      "explanation": "正解！重大事故は「速報（24時間以内）」の対象です。なお、転覆・転落・火災などの事故も速報の対象となります。",
      "imagePath": null
    },
    {
      "question": "一般乗合旅客自動車運送事業（路線バス）の運賃及び料金を設定しようとするときは、原則として国土交通大臣の「認可」を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！路線バスやタクシーの運賃は、利用者の利益保護のため「認可制」が基本です。",
      "imagePath": null
    },
    {
      "question": "運行管理者の資格者証を持っていない者でも、10年以上の実務経験があれば運行管理者に選任できる。",
      "isCorrect": false,
      "explanation": "不正解！実務経験だけでは選任できません。必ず試験に合格するなどして「資格者証」を取得する必要があります。",
      "imagePath": null
    },
    {
      "question": "「一般貸切旅客自動車運送事業」とは、一個の契約により乗車定員11人以上の自動車を貸し切って旅客を運送する事業（観光バス等）である。",
      "isCorrect": true,
      "explanation": "正解！定員11人以上がバス（貸切バス）の定義の一つです。",
      "imagePath": null
    },
    {
      "question": "事業者は、乗務員の健康状態の把握に努め、疾病、疲労、睡眠不足などの理由により安全な運転ができないおそれがある乗務員を乗務させてはならない。",
      "isCorrect": true,
      "explanation": "正解！「睡眠不足」も乗務禁止の理由として法令に明記されています。",
      "imagePath": null
    },
    {
      "question": "貸切バス事業者は、点呼の記録を「3年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！貸切バスは安全規制の強化（軽井沢スキーバス事故等を受けて）により、保存期間が1年から3年に延長されています。",
      "imagePath": null
    },
    {
      "question": "アルコール検知器は、常時有効に保持しなければならない。",
      "isCorrect": true,
      "explanation": "正解！故障していないか、定期的に点検・メンテナンスしておく義務があります。",
      "imagePath": null
    },
    {
      "question": "乗務後点呼では、「自動車、道路及び運行の状況」のほか、「乗務交代時の通告」についても報告を求めなければならない。",
      "isCorrect": true,
      "explanation": "正解！他の運転者と交替した場合、何を引き継いだかも確認事項です。",
      "imagePath": null
    },
    {
      "question": "複数の営業所でそれぞれ運行管理者を選任している場合、これらを統括する「統括運行管理者」を選任しなければならない。",
      "isCorrect": true,
      "explanation": "正解！事業全体の安全確保の整合性を図るためです。",
      "imagePath": null
    },
    {
      "question": "事業者は、運行管理者がその業務を行うため必要な権限を与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！責任を負わせるだけでなく、業務遂行に必要な権限の付与が義務付けられています。",
      "imagePath": null
    },
    {
      "question": "バスの乗降口の扉を閉める際、運転者の操作が不適切であったことにより乗客に傷害（医師の治療を受けた）が生じた場合、事故報告書の提出が必要である。",
      "isCorrect": true,
      "explanation": "正解！扉の挟み込み事故などは、たとえ軽傷であっても、原因が不適切な操作にある場合は報告義務の対象となります。",
      "imagePath": null
    },
    {
      "question": "運転者が一人の場合、貸切バスの運転時間は、「2日を平均して1日当たり9時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！改善基準告示により、特定の日を起算日に2日ごとに区切り、その平均が9時間を超えないようにします。",
      "imagePath": null
    },
    {
      "question": "事業者は、輸送の安全を確保するために必要な金額を予算に計上するなどの措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！安全投資は法的義務です。",
      "imagePath": null
    },
    {
      "question": "「一般乗用旅客自動車運送事業」とは、いわゆるタクシーやハイヤー事業のことである。",
      "isCorrect": true,
      "explanation": "正解！一個の契約により乗車定員10人以下の自動車を貸し切る形態です。",
      "imagePath": null
    },
    {
      "question": "乗務前点呼において、疾病、疲労、睡眠不足などの状況を確認することは、運転者本人からの申告があれば省略できる。",
      "isCorrect": false,
      "explanation": "不正解！本人の申告だけでなく、運行管理者が目視等で客観的に確認しなければなりません。",
      "imagePath": null
    },
    {
      "question": "運転者が乗務を終了した後、車庫以外の場所で乗務を終了し、対面点呼ができない場合は、電話点呼を省略できる。",
      "isCorrect": false,
      "explanation": "不正解！対面できない場合は「電話その他」の方法で必ず点呼を行わなければなりません。",
      "imagePath": null
    },
    {
      "question": "事業者は、事故惹起運転者（事故を起こした運転者）に対し、再度乗務させる前に特別な指導を行わなければならない。",
      "isCorrect": true,
      "explanation": "正解！特定診断の受診や特別指導が必要です。",
      "imagePath": null
    },
    {
      "question": "貸切バス事業者は、運送の引受けに際し、運送申込書（引受書）の写しを運行終了後「3年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！貸切バス事業者の書類保存期間は、1年ではなく「3年」に厳格化されています。",
      "imagePath": null
    },
    {
      "question": "事業者は、安全管理規程を定めたときは、国土交通大臣に「届出」をしなければならない。",
      "isCorrect": true,
      "explanation": "正解！許可ではなく届出事項です。",
      "imagePath": null
    },
    {
      "question": "運行管理者の補助者は、点呼の一部を行うことができるが、点呼の総回数の「3分の2未満」でなければならない。",
      "isCorrect": true,
      "explanation": "正解！補助者がすべて行うことはできません。運行管理者が最低でも1/3は行う必要があります。",
      "imagePath": null
    },
    {
      "question": "名義貸しの禁止規定に違反した場合、事業許可の取消し処分の対象となる。",
      "isCorrect": true,
      "explanation": "正解！名義貸しは重大な違反であり、許可取消しの対象となります。",
      "imagePath": null
    },
    {
      "question": "運行管理者は、異常気象などで輸送の安全確保に支障が生ずるおそれがあるときは、乗務員に対する指示や、一時運行の中断などの措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！無理な運行をさせない判断が求められます。",
      "imagePath": null
    },
    {
      "question": "旅客自動車運送事業者は、天災その他やむを得ない事由がある場合を除き、運送の引受けを拒絶してはならない。",
      "isCorrect": true,
      "explanation": "正解！公共交通機関としての「引受義務」があります。",
      "imagePath": null
    },
    {
      "question": "泥酔した者や不潔な服装をした者など、他の旅客に迷惑を及ぼすおそれがある者からの運送の申込みは、拒絶することができる。",
      "isCorrect": true,
      "explanation": "正解！正当な理由として、運送約款等で拒絶できる規定があります。",
      "imagePath": null
    },
    {
      "question": "事業者は、運賃及び料金、運送約款などを、営業所などの公衆に見やすい場所に掲示しなければならない。",
      "isCorrect": true,
      "explanation": "正解！利用者への情報開示義務です。",
      "imagePath": null
    },
    {
      "question": "事業用自動車の運転者が、有効な運転免許証を携帯しているかどうかの確認は、運行管理者の業務に含まれる。",
      "isCorrect": true,
      "explanation": "正解！点呼時に免許証の提示を求め、有効期限や条件（眼鏡等）を確認します。",
      "imagePath": null
    },
    {
      "question": "「特定旅客自動車運送事業」とは、特定の者の需要に応じ、特定の範囲の旅客を運送する事業（企業の送迎バスなど）である。",
      "isCorrect": true,
      "explanation": "正解！不特定多数ではなく、契約した特定の相手（従業員や学生など）のみを運びます。",
      "imagePath": null
    },
    {
      "question": "運行管理補助者に選任されるには、基礎講習を修了しているか、または「3年」以上の実務経験が必要である。",
      "isCorrect": false,
      "explanation": "不正解！実務経験などの要件はなく、基礎講習修了等の要件を満たす必要があります。（※旅客・貨物ともに補助者の要件に実務経験のみの規定はありません）",
      "imagePath": null
    },
    {
      "question": "事業者は、運行管理者が病気などで不在の場合、あらかじめ届け出た代務者（資格者証を有する者）に業務を行わせることができる。",
      "isCorrect": true,
      "explanation": "正解！不在時に備えて代務者を選任・届出しておくシステムがあります。",
      "imagePath": null
    },
    {
      "question": "貸切バスの事業者は、運送の安全を確保するため、出発地から到着地までの距離が所定のキロ数を超える場合、交替運転者を配置しなければならない。",
      "isCorrect": true,
      "explanation": "正解！昼間500km、夜間400km（条件により変動）などの基準があります。",
      "imagePath": null
    },
    {
      "question": "運行指示書には、「運行の経路」、「運行の日時」、「運転者の氏名」などを記載しなければならない。",
      "isCorrect": true,
      "explanation": "正解！これらに加え、休憩地点や到着予定時刻なども必要です。",
      "imagePath": null
    },
    {
      "question": "乗務前点呼におけるアルコール検知器の使用は、前日に飲酒していないと運転者が申告した場合は省略できる。",
      "isCorrect": false,
      "explanation": "不正解！本人の申告に関わらず、毎回必ず実施しなければなりません。",
      "imagePath": null
    },
    {
      "question": "重大な事故が発生した場合の「速報」は、電話、FAX、電子メールその他適切な方法で行うことができる。",
      "isCorrect": true,
      "explanation": "正解！まずは一報を入れることが重要だからです。",
      "imagePath": null
    },
    {
      "question": "適性診断のうち「適齢診断」は、65歳以上の運転者が対象であり、75歳以上の場合は3年に1回の受診が必要である。",
      "isCorrect": false,
      "explanation": "不正解！75歳以上の場合は「1年に1回」の受診が必要です（65才〜74才は3年に1回）。",
      "imagePath": null
    },
    {
      "question": "事業者は、運行記録計（タコグラフ）による記録を、解析し、運転者の指導及び監督に使用しなければならない。",
      "isCorrect": true,
      "explanation": "正解！記録するだけでなく、それを指導に活かすことが義務です。",
      "imagePath": null
    },
    {
      "question": "貸切バスの運賃は、下限額を下回る運賃で契約しても、双方の合意があれば違反にはならない。",
      "isCorrect": false,
      "explanation": "不正解！公示運賃の下限を割る安値受注は、安全コストを削る恐れがあるため法令違反となり、処分の対象です。",
      "imagePath": null
    },
    {
      "question": "旅客自動車運送事業の許可は、5年ごとの更新制となっている。",
      "isCorrect": false,
      "explanation": "不正解！事業の許可自体に有効期限はありません（※ただし、貸切バス事業のみ安全評価のための「5年ごとの更新制」が導入されています）。",
      "imagePath": null
    },
    {
      "question": "乗務員が休憩時間中に自由に飲酒することは、点呼時にアルコールが検出されなければ問題ない。",
      "isCorrect": false,
      "explanation": "不正解！乗務前点呼で検出されなくても、酒気帯び状態で乗務する可能性のある飲酒は禁止されています。",
      "imagePath": null
    },
    {
      "question": "運行管理者は、事業用自動車の保管場所（車庫）を適切に管理し、点検整備が確実に行われるよう整備管理者と連絡をとらなければならない。",
      "isCorrect": true,
      "explanation": "正解！両者の連携が不可欠です。",
      "imagePath": null
    },
    {
      "question": "IT点呼（遠隔点呼）を実施する場合でも、営業所と車庫の間には、対面点呼と同等の効果を有するカメラ・モニター等の機器が必要である。",
      "isCorrect": true,
      "explanation": "正解！顔色や全身の様子が確認できる環境が必要です。",
      "imagePath": null
    },
    {
      "question": "運転者が乗務中に体調不良を訴えた場合、運行管理者は直ちに運転を中止させ、交替運転者を手配するなどの措置をとらなければならない。",
      "isCorrect": true,
      "explanation": "正解！「あと少しだから頑張れ」という指示は絶対にしてはいけません。",
      "imagePath": null
    },
    {
      "question": "事業者は、毎事業年度の経過後100日以内に、事業報告書を国土交通大臣に提出しなければならない。",
      "isCorrect": true,
      "explanation": "正解！決算報告などの義務です。",
      "imagePath": null
    }
  ],


  "part2": [
    {
      "question": "自動車検査証の有効期間が満了した自動車は、道路を運行してはならない。",
      "isCorrect": true,
      "explanation": "正解！車検切れの運行は絶対禁止です（無車検運行）。",
      "imagePath": null
    },
    {
      "question": "事業用自動車の日常点検は、運行管理者が自ら行わなければならない。",
      "isCorrect": false,
      "explanation": "不正解！日常点検の実施義務者は「自動車の使用者」または「運行する者（運転者）」です。運行管理者はその実施を管理・確認する立場です。",
      "imagePath": null
    },
    {
      "question": "旅客自動車運送事業の用に供する自動車（バス・タクシー等）の定期点検基準は、「3ヶ月」ごとである。",
      "isCorrect": true,
      "explanation": "正解！自家用乗用車は1年ごとですが、事業用（緑ナンバー）は走行距離が長いため3ヶ月ごとの点検が必要です。",
      "imagePath": null
    },
    {
      "question": "乗車定員11人以上の自動車（バス）には、非常信号用具に加え、「消火器」を備えなければならない。",
      "isCorrect": true,
      "explanation": "正解！旅客特有の規定です。幼児専用車も対象です。",
      "imagePath": null
    },
    {
      "question": "日常点検の結果、運行に支障がない場合でも、その結果を点検整備記録簿に記録し、1年間保存する法的な義務がある。",
      "isCorrect": false,
      "explanation": "不正解！法令上、1年間の保存義務が明記されているのは「定期点検」の記録です。日常点検の記録は社内規定で保存されることが多いですが、法令上の保存期間規定とは異なります。",
      "imagePath": null
    },
    {
      "question": "自動車検査証は、コピーを車内に備え付けておけば、原本は営業所で保管してもよい。",
      "isCorrect": false,
      "explanation": "不正解！運行時は必ず「原本」を当該自動車に備え付けなければなりません。",
      "imagePath": null
    },
    {
      "question": "乗車定員30人以上のバスには、非常口を設置しなければならない（所定の基準を満たす場合を除く）。",
      "isCorrect": true,
      "explanation": "正解！万が一の事故火災などに備え、脱出用の非常口や非常扉が必要です。",
      "imagePath": null
    },
    {
      "question": "整備管理者は、自動車の点検・整備に関する実務経験が「2年以上」あれば、整備士資格がなくても選任できる（研修修了等の要件あり）。",
      "isCorrect": true,
      "explanation": "正解！整備士資格がある場合は実務経験不要ですが、ない場合は2年の経験＋研修が必要です。",
      "imagePath": null
    },
    {
      "question": "定期点検整備記録簿は、その記載の日から「1年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！3ヶ月点検などの記録は1年間保存です。",
      "imagePath": null
    },
    {
      "question": "タイヤの溝の深さは、ウェアインジケーター（スリップサイン）により確認し、溝の深さが「1.6mm」以上残っていなければならない。",
      "isCorrect": true,
      "explanation": "正解！これは乗用車・バス・トラック共通の基準です。",
      "imagePath": null
    },
    {
      "question": "車両総重量8トン以上又は最大積載量5トン以上の「貨物自動車」には、最高速度を90km/h以下に制限する速度抑制装置の装着が義務付けられている。",
      "isCorrect": true,
      "explanation": "正解！これはトラック（貨物）に対する規制です。バスの速度抑制装置とは基準が異なりますので混同しないようにしましょう。",
      "imagePath": null
    },
    {
      "question": "自動車登録番号標（ナンバープレート）にカバーを取り付けたり、泥などで見えにくくなっている状態で運行することは禁止されている。",
      "isCorrect": true,
      "explanation": "正解！番号が識別できるよう、常に見やすい状態にしておく必要があります。",
      "imagePath": null
    },
    {
      "question": "日常点検において、ウィンド・ウォッシャー液の量やワイパーの作動状態を確認することは義務付けられていない。",
      "isCorrect": false,
      "explanation": "不正解！雨天時の視界確保のため、これらも日常点検の必須項目です。",
      "imagePath": null
    },
    {
      "question": "自動車の長さ、幅、高さに変更が生じた場合、15日以内に「構造等変更検査」を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！改造等でサイズが変わった場合は検査が必要です。",
      "imagePath": null
    },
    {
      "question": "バスの車内灯（室内灯）は、夜間、旅客の乗降口や通路を十分に照明できるものでなければならない。",
      "isCorrect": true,
      "explanation": "正解！旅客の安全確保のための保安基準です。",
      "imagePath": null
    },
    {
      "question": "車検の有効期間の更新（継続検査）は、有効期間満了の「2ヶ月前」から検査を受けることができる。",
      "isCorrect": true,
      "explanation": "正解！法改正により、以前の1ヶ月前から「2ヶ月前」に期間が拡大されました。",
      "imagePath": null
    },
    {
      "question": "スペアタイヤの空気圧確認は、日常点検の項目に含まれる。",
      "isCorrect": false,
      "explanation": "不正解！スペアタイヤは「定期点検（3ヶ月点検）」の項目です。毎日の点検では必須ではありません。",
      "imagePath": null
    },
    {
      "question": "自動車の灯火類（ヘッドライト、ブレーキランプ等）の色は保安基準で定められており、装飾のために自由に変更してはならない。",
      "isCorrect": true,
      "explanation": "正解！制動灯は赤、方向指示器は橙色など決まっています。",
      "imagePath": null
    },
    {
      "question": "非常口の表示灯（非常口マーク）は、夜間でも識別できるよう照明するか、反射材を使用しなければならない。",
      "isCorrect": true,
      "explanation": "正解！暗闇でも位置がわかるようにする必要があります。",
      "imagePath": null
    },
    {
      "question": "自動車の使用者は、使用の本拠の位置に変更があった場合、15日以内に変更登録の申請をしなければならない。",
      "isCorrect": true,
      "explanation": "正解！営業所の移転などで車庫が変わる場合が該当します。",
      "imagePath": null
    },
    {
      "question": "非常信号用具（発炎筒）は、使用期限が切れていても、車載されていれば車検には通る。",
      "isCorrect": false,
      "explanation": "不正解！性能を保持している（期限内の）ものでなければなりません。",
      "imagePath": null
    },
    {
      "question": "整備管理者は、定期点検の実施計画を策定する権限を持つが、運行可否の決定権は持たない。",
      "isCorrect": false,
      "explanation": "不正解！整備管理者は整備不良車の「運行の可否を決定する」重要な権限を持っています。",
      "imagePath": null
    },
    {
      "question": "事業用自動車の車検有効期間は、新車登録時は2年（一部除く）、それ以降は「1年」である。",
      "isCorrect": true,
      "explanation": "正解！バスやタクシーは毎年車検が必要です。",
      "imagePath": null
    },
    {
      "question": "ホイール・ナットの緩みの確認において、日常点検では点検ハンマー等を使う必要はなく、目視等での確認でよい。",
      "isCorrect": true,
      "explanation": "正解！ハンマーを使う詳細な点検は「3ヶ月点検」の項目です。日常点検は目視確認でOKです。",
      "imagePath": null
    },
    {
      "question": "自動車検査証の記載事項（使用者、住所等）に変更があったときは、15日以内に「記入申請」を行わなければならない。",
      "isCorrect": true,
      "explanation": "正解！車検証の内容を最新の状態にする手続きです。",
      "imagePath": null
    },
    {
      "question": "運行中にエンジンの異音などの異常を認めた場合、運転者は帰庫してから整備管理者に報告すればよい。",
      "isCorrect": false,
      "explanation": "不正解！直ちに安全な場所に停止し、適切な処置をとるか、運行管理者等に連絡して指示を仰ぐ必要があります。",
      "imagePath": null
    },
    {
      "question": "高速道路等で故障停止したときは、停止表示器材（三角表示板等）により後続車に対して表示しなければならない。",
      "isCorrect": true,
      "explanation": "正解！「積んでいればよい」ではなく、緊急時に「表示する義務」があります。",
      "imagePath": null
    },
    {
      "question": "バスの通路の幅は、保安基準により一定以上の幅（例：30cm以上等）が確保されていなければならない。",
      "isCorrect": true,
      "explanation": "正解！スムーズな乗降や非常時の脱出のためです。",
      "imagePath": null
    },
    {
      "question": "タイヤの空気圧点検は、走行直後のタイヤが温まっている状態で行うのが望ましい。",
      "isCorrect": false,
      "explanation": "不正解！走行後は熱膨張で空気圧が高くなるため、走行前（冷えている時）に測定します。",
      "imagePath": null
    },
    {
      "question": "乗合バスの運転者席には、消火器を備え付けなければならないが、客席には必要ない。",
      "isCorrect": false,
      "explanation": "不正解！消火器の設置場所は、運転者等が容易に取り出せる位置であれば良いですが、定員に応じた適切な能力・本数が必要です。",
      "imagePath": null
    },
    {
      "question": "エンジン・オイルの量、冷却水の量、ファン・ベルトの緩み・損傷の確認は、日常点検の項目である。",
      "isCorrect": true,
      "explanation": "正解！ボンネットを開けるか、点検口から確認します。",
      "imagePath": null
    },
    {
      "question": "不正改造車に対し、地方運輸局長は整備命令を発令し、「不正改造車」のステッカーを貼付して使用を停止させることができる。",
      "isCorrect": true,
      "explanation": "正解！整備して保安基準に適合させ、現車確認を受けるまで剥がせません。",
      "imagePath": null
    },
    {
      "question": "バスの窓ガラス（前面および側面）は、可視光線透過率が「70%以上」でなければならない。",
      "isCorrect": true,
      "explanation": "正解！スモークフィルムなどで運転席・助手席の視界を遮ってはいけません。",
      "imagePath": null
    },
    {
      "question": "整備管理者は、車庫を管理し、車両の点検整備のための設備や工具類を管理する責任がある。",
      "isCorrect": true,
      "explanation": "正解！適切な整備環境を整えることも職務です。",
      "imagePath": null
    },
    {
      "question": "初めて自動車を使用するときに行う検査を「新規検査」という。",
      "isCorrect": true,
      "explanation": "正解！ナンバーのない新車や、抹消登録した中古車を再登録する場合です。",
      "imagePath": null
    },
    {
      "question": "タクシーの自動ドア（遠隔操作装置）は、運転席から確実に操作できるものでなければならない。",
      "isCorrect": true,
      "explanation": "正解！安全な乗降のため、保安基準で定められています。",
      "imagePath": null
    },
    {
      "question": "使用済自動車の再資源化等に関する法律（自動車リサイクル法）に基づき、事業用バスもリサイクル料金を預託しなければならない。",
      "isCorrect": true,
      "explanation": "正解！事業用車両もリサイクル法の対象です。",
      "imagePath": null
    },
    {
      "question": "前面ガラス（フロントガラス）に貼ってよいステッカーは、検査標章（車検ステッカー）や点検整備済ステッカーなど、限定されている。",
      "isCorrect": true,
      "explanation": "正解！視界を妨げないよう、許可されたもの以外は貼れません。",
      "imagePath": null
    },
    {
      "question": "大型バスのタイヤ交換後、一定距離走行した後にホイール・ナットの増し締めを行うことは、脱落事故防止に有効である。",
      "isCorrect": true,
      "explanation": "正解！初期なじみにより緩むことがあるため、増し締め（リ・トルク）は重要です。",
      "imagePath": null
    },
    {
      "question": "「分解整備（現在は特定整備）」を行った場合、点検整備記録簿にその内容を記載し、分解整備記録簿として「2年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！通常の点検記録（1年）よりも長く保存する必要があります。",
      "imagePath": null
    },
    {
      "question": "バスの乗降口の扉は、走行中に確実に閉鎖され、振動等で開かない構造でなければならない。",
      "isCorrect": true,
      "explanation": "正解！走行中にドアが開くと転落事故につながるため必須です。",
      "imagePath": null
    },
    {
      "question": "警音器（クラクション）は、音が連続するものであり、音の大きさや音色が一定でなければならない。",
      "isCorrect": true,
      "explanation": "正解！音が変化するミュージックホーンなどは車検に通りません。",
      "imagePath": null
    },
    {
      "question": "運行管理者は、日常点検の実施の有無を確認し、点検の結果、運行に支障がある場合は整備管理者と連絡をとらなければならない。",
      "isCorrect": true,
      "explanation": "正解！不良箇所が見つかったまま運行させてはいけません。",
      "imagePath": null
    },
    {
      "question": "バッテリーの「液量確認」および「ターミナル部の接続状態」の確認は、共に日常点検の項目である。",
      "isCorrect": false,
      "explanation": "不正解！バッテリーの「液量」は日常点検の確認事項ですが、「ターミナル部の接続状態（緩み・腐食等）」は定期点検の項目とされています。混同しないようにしましょう。",
      "imagePath": null
    },
    {
      "question": "マフラー（消音器）を切断したり、取り外したりして騒音を大きくすることは、不正改造に該当する。",
      "isCorrect": true,
      "explanation": "正解！騒音防止装置の機能を損なう改造は禁止です。",
      "imagePath": null
    },
    {
      "question": "バスやタクシーの座席には、保安基準に基づき、原則としてシートベルト（座席ベルト）を備えなければならない。",
      "isCorrect": true,
      "explanation": "正解！高速道路を走行するバスの客席にもシートベルトが必要です（立席を除く）。",
      "imagePath": null
    },
    {
      "question": "方向指示器（ウィンカー）は、毎分60回以上120回以下の一定の周期で点滅するものでなければならない。",
      "isCorrect": true,
      "explanation": "正解！早すぎても遅すぎても整備不良となります。",
      "imagePath": null
    },
    {
      "question": "冬用タイヤ（スタッドレスタイヤ）であっても、溝の深さがプラットホーム（50%摩耗）まで露出している場合は、冬用タイヤとして使用できない。",
      "isCorrect": true,
      "explanation": "正解！通常の溝（1.6mm）とは別に、雪道性能の限界を示すサインがあります。",
      "imagePath": null
    },
    {
      "question": "自動車の排気ガスを目視で点検し、著しい黒煙が出ていないか確認することは、日常点検の項目に含まれる。",
      "isCorrect": false,
      "explanation": "不正解！排気ガスの状態（色、臭い）は「定期点検」の項目です。日常点検ではエンジンの「かかり具合・異音」を確認します。",
      "imagePath": null
    },
    {
      "question": "チャイルドロックは、走行中に子供が誤ってドアを開けないようにするための装置であり、タクシーの後部ドア等にも装備されていることが多い。",
      "isCorrect": true,
      "explanation": "正解！内側から開かなくする機構です。",
      "imagePath": null
    }
  ],



  "part3": [
    {
      "question": "旅客自動車運送事業の用に供する自動車（バス・タクシー等）を運転して旅客を運送する場合、その車種に応じた「第二種運転免許」を受けなければならない。",
      "isCorrect": true,
      "explanation": "正解！お客様を乗せて営業運転（緑ナンバー）をするには二種免許が必須です。",
      "imagePath": null
    },
    {
      "question": "大型第二種免許を取得するには、原則として21歳以上であり、かつ、普通免許等の保有期間が通算して「3年以上」なければならない。",
      "isCorrect": true,
      "explanation": "正解！これが基本要件です（※特例教習を受講して19歳から取得する場合を除く）。",
      "imagePath": null
    },
    {
      "question": "運行中のバスの停留所の表示板（標示柱）から「10メートル以内」の部分は、運行時間中であれば、（当該運行中のバスを除き）駐車だけでなく停車も禁止されている。",
      "isCorrect": true,
      "explanation": "正解！バス停は「駐停車禁止場所」です。一般車が停まるとバスの運行や乗降の妨げになるためです。",
      "imagePath": null
    },
    {
      "question": "乗合バスの発進の保護として、停留所で乗合バスが発進の合図をしたとき、後方の車は、急ブレーキや急ハンドルで避けなければならない場合を除き、その発進を妨げてはならない。",
      "isCorrect": true,
      "explanation": "正解！一般車はバスの発進を優先させる義務があります。",
      "imagePath": null
    },
    {
      "question": "児童・幼児の乗降のため停車している「通学通園バス」の側方を通過するときは、徐行して安全を確認しなければならない。",
      "isCorrect": true,
      "explanation": "正解！通学通園バス（スクールバス）に対する徐行義務は道路交通法で明確に定められています。子供の飛び出しに厳重な注意が必要です。",
      "imagePath": null
    },
    {
      "question": "「駐車」とは、客待ち、荷待ち、故障などで継続的に停止すること、または運転者が車から離れて直ちに運転できない状態をいう。",
      "isCorrect": true,
      "explanation": "正解！人の乗り降り（時間制限なし）や、5分以内の荷物の積み下ろしで、すぐ運転できる状態なら「停車」です。",
      "imagePath": null
    },
    {
      "question": "タクシーが客待ちのために継続的に停止している場合は、運転者が乗車していても「駐車」に該当する。",
      "isCorrect": true,
      "explanation": "正解！「客待ち」は理由のいかんに関わらず「駐車」扱いです。",
      "imagePath": null
    },
    {
      "question": "交差点の側端から「5メートル以内」の部分は、駐車も停車も禁止されている。",
      "isCorrect": true,
      "explanation": "正解！交差点内とその前後5mは駐停車禁止です。",
      "imagePath": null
    },
    {
      "question": "横断歩道や自転車横断帯とその手前「30メートル以内」の場所では、追い越し（進路を変えて前車の前方に出ること）が禁止されている。",
      "isCorrect": true,
      "explanation": "正解！横断歩道での歩行者事故を防ぐため、前車を追い越す行為は禁止されています。",
      "imagePath": null
    },
    {
      "question": "運転者は、乗降口のドアを閉じる前に発進してはならない。",
      "isCorrect": true,
      "explanation": "正解！ドアが開いたままの発進（開扉発車）は道路交通法違反であり、大変危険です。",
      "imagePath": null
    },
    {
      "question": "自動車の乗車定員は、12歳以上の者1人につき、12歳未満の小児1.5人として計算する。",
      "isCorrect": true,
      "explanation": "正解！「大人2人＝子供3人」で計算します。定員オーバーにならないよう注意が必要です。",
      "imagePath": null
    },
    {
      "question": "一般道路において、路線バス（乗合バス）等の優先通行帯が指定されている場合、他の自動車は、右左折や工事等やむを得ない場合を除き、その通行帯を通行してはならない。",
      "isCorrect": false,
      "explanation": "不正解！「優先通行帯」は通行できますが、バスが近づいてきたら速やかに譲らなければなりません。「専用通行帯」は原則通行禁止です。",
      "imagePath": null
    },
    {
      "question": "タクシー運転手が、セダン型のタクシーで乗客を乗せる際、高速道路であっても後部座席の乗客にシートベルトを着用させる義務はない。",
      "isCorrect": false,
      "explanation": "不正解！全席シートベルト着用が義務です。高速道路では違反点数も付加されます。",
      "imagePath": null
    },
    {
      "question": "事業用自動車が踏切を通過する場合、警報機が鳴っておらず遮断機も降りていなければ、一時停止せずに通過できる。",
      "isCorrect": false,
      "explanation": "不正解！青信号のついている踏切を除き、必ず直前で「一時停止」し、窓を開けるなどして安全確認しなければなりません。",
      "imagePath": null
    },
    {
      "question": "過労運転、酒気帯び運転、無免許運転などをしている運転者に、車両を提供することは禁止されている。",
      "isCorrect": true,
      "explanation": "正解！運転者だけでなく、車を貸した側も厳しく処罰されます。",
      "imagePath": null
    },
    {
      "question": "運転者が酒気を帯びていることを知りながら、その運転者が運転する自動車に同乗してはならない。",
      "isCorrect": true,
      "explanation": "正解！同乗者も「酒気帯び同乗罪」で処罰されます。",
      "imagePath": null
    },
    {
      "question": "交通事故が発生した場合、直ちに運転を停止し、負傷者の救護と道路における危険防止の措置を講じ、警察官に報告しなければならない。",
      "isCorrect": true,
      "explanation": "正解！いわゆる救護義務・報告義務です。これらを怠るとひき逃げ等になります。",
      "imagePath": null
    },
    {
      "question": "中型第二種免許を持っていれば、車両総重量11トン以上、最大積載量6.5トン以上の大型バスを運転できる。",
      "isCorrect": false,
      "explanation": "不正解！大型バスを運転するには「大型」第二種免許が必要です。中型二種では運転できません。",
      "imagePath": null
    },
    {
      "question": "消防用機械器具の置場や消防用防火水槽の出入口から「5メートル以内」の部分は、駐車禁止であるが、停車は認められている。",
      "isCorrect": true,
      "explanation": "正解！ここは「駐車禁止場所」なので、人の乗り降りのための停車ならOKです。",
      "imagePath": null
    },
    {
      "question": "高速自動車国道における大型バス（大型乗用自動車）の法定最高速度は、時速100キロメートルである。",
      "isCorrect": true,
      "explanation": "正解！大型トラックは80km/hですが、大型バスは（一部構造を除き）100km/hまで出せます。",
      "imagePath": null
    },
    {
      "question": "車庫の出入口から「3メートル以内」の場所は、駐車禁止である。",
      "isCorrect": true,
      "explanation": "正解！自宅の車庫前であっても路上駐車は違反です。",
      "imagePath": null
    },
    {
      "question": "タクシー運転手は、深夜など客待ちのためにやむを得ない場合は、消火栓の標識から5メートル以内の場所に駐車してもよい。",
      "isCorrect": false,
      "explanation": "不正解！消火栓周辺は緊急時の給水確保のため、いかなる理由があっても駐車禁止です。",
      "imagePath": null
    },
    {
      "question": "運転中に携帯電話等を手に持って通話したり、画面を注視したりすることは禁止されており、罰則も強化されている。",
      "isCorrect": true,
      "explanation": "正解！「ながら運転」は非常に危険で、一発免停になる可能性もある重い違反です。",
      "imagePath": null
    },
    {
      "question": "初心運転者標識（若葉マーク）は、第二種免許取得者であっても、普通免許等の保有期間が通算1年未満の場合は表示義務がある。",
      "isCorrect": true,
      "explanation": "正解！「二種だから免除」という規定はありません。ただし、二種免許取得者は通常3年以上の経験があるため、結果的に表示義務の対象外となることが一般的です。",
      "imagePath": null
    },
    {
      "question": "道路の左側端に沿って駐車する場合、車両の右側に「3.5メートル以上」の余地がなければ駐車してはならない。",
      "isCorrect": true,
      "explanation": "正解！無余地駐車の禁止です。",
      "imagePath": null
    },
    {
      "question": "「あおり運転（妨害運転）」は、通行区分違反や急ブレーキ禁止違反などの違反行為を行い、交通の危険を生じさせる行為として厳罰化されている。",
      "isCorrect": true,
      "explanation": "正解！免許取消し（欠格期間あり）などの非常に重い処分が下されます。",
      "imagePath": null
    },
    {
      "question": "黄色の灯火の信号は、停止位置を超えて進行してはならないが、安全に停止することができない場合に限り、そのまま進行することができる。",
      "isCorrect": true,
      "explanation": "正解！急ブレーキで車内で乗客が転倒する恐れがある場合などは、慎重に進行します。",
      "imagePath": null
    },
    {
      "question": "夜間、道路（照明設備がある場所を除く）に駐停車するときは、非常点滅表示灯（ハザード）や尾灯などをつけなければならない。",
      "isCorrect": true,
      "explanation": "正解！追突防止のため、自車の存在を知らせる義務があります。",
      "imagePath": null
    },
    {
      "question": "第二種免許を受けていれば、自家用自動車（白ナンバー）を運転代行の業務で運転する場合も、第二種免許が必要である。",
      "isCorrect": true,
      "explanation": "正解！運転代行業務で客車を運転する場合は二種免許が必要です。",
      "imagePath": null
    },
    {
      "question": "路線バスが停留所に停車中、後方から追いついた車は、バスが発車するまで後方で待機しなければならない。",
      "isCorrect": false,
      "explanation": "不正解！乗降中でなければ、安全を確認して徐行して通過（追い越し・追い抜き）できます。発進の合図が出たら譲ります。",
      "imagePath": null
    },
    {
      "question": "車両通行帯のないトンネル内は、追い越し禁止場所である。",
      "isCorrect": true,
      "explanation": "正解！トンネル内は視界が悪いため危険です。",
      "imagePath": null
    },
    {
      "question": "旅客自動車の運転者は、旅客が乗車しているときは、故障などやむを得ない場合を除き、エンジンをかけたまま車を離れてはならない。",
      "isCorrect": true,
      "explanation": "正解！お客様を残して車を離れる際は、エンジンを止め、施錠するなど盗難・誤発進防止措置が必要です。",
      "imagePath": null
    },
    {
      "question": "タクシーに乗客として乳幼児を乗せる場合、チャイルドシートの使用義務は免除される。",
      "isCorrect": true,
      "explanation": "正解！タクシーやバスなど、不特定多数の客を乗せる場合はチャイルドシートの使用義務が免除されています（物理的に用意できないため）。",
      "imagePath": null
    },
    {
      "question": "聴覚障害者標識（蝶のマーク）を表示している車に対する幅寄せや割り込みは禁止されている。",
      "isCorrect": true,
      "explanation": "正解！身体障害者標識（クローバー）や仮免許練習車に対しても同様に保護義務があります。",
      "imagePath": null
    },
    {
      "question": "運転免許証の更新期間は、有効期間満了年の誕生日の前後1ヶ月（計2ヶ月）である。",
      "isCorrect": true,
      "explanation": "正解！うっかり失効しないよう注意が必要です。",
      "imagePath": null
    },
    {
      "question": "大型自動車の積載物の高さ制限は、地上から3.8メートル（特定道路等は4.1メートル）までである。",
      "isCorrect": true,
      "explanation": "正解！これを超えるとトンネルや高架に接触する危険があります。",
      "imagePath": null
    },
    {
      "question": "原動機付自転車（原付）を追い越す場合であっても、追い越し禁止場所では追い越しをしてはならない。",
      "isCorrect": true,
      "explanation": "正解！追い越し禁止場所では、相手が何であれ（軽車両を除く）追い越しは禁止です。「追い抜き」は可能です。",
      "imagePath": null
    },
    {
      "question": "タクシー運転手は、身体障害者補助犬（盲導犬、介助犬、聴導犬）を連れた客の乗車を拒否してはならない。",
      "isCorrect": true,
      "explanation": "正解！犬アレルギー等の正当な理由がない限り、拒否することは法律違反です。",
      "imagePath": null
    },
    {
      "question": "高速道路の本線車道（対面通行区間を除く）においては、原則として駐停車禁止である。",
      "isCorrect": true,
      "explanation": "正解！故障時や料金所、SA/PAなどを除き、駐停車禁止です。",
      "imagePath": null
    },
    {
      "question": "旅客自動車運送事業の用に供するマイクロバスを運転して旅客を運送するには、中型免許では足りず「中型第二種免許」等が必要である。",
      "isCorrect": true,
      "explanation": "正解！事業用（緑ナンバー）として旅客を運ぶには、その車の大きさに応じた第二種免許が必要です。",
      "imagePath": null
    },
    {
      "question": "運転者が病気や過労などの理由で安全な運転ができないおそれがある場合、事業者はその者に運転させてはならない。",
      "isCorrect": true,
      "explanation": "正解！道路交通法上の「過労運転等の禁止」です。",
      "imagePath": null
    },
    {
      "question": "道路工事の区域の側端から「5メートル以内」の部分は、駐車禁止場所である。",
      "isCorrect": true,
      "explanation": "正解！工事車両の出入りや安全確保のためです。",
      "imagePath": null
    },
    {
      "question": "同一の場所に引き続き12時間以上（夜間は8時間以上）駐車することは、保管場所法違反となる。",
      "isCorrect": true,
      "explanation": "正解！いわゆる青空駐車の禁止です。",
      "imagePath": null
    },
    {
      "question": "運転免許証を携帯せずに自動車を運転した場合、無免許運転として処罰される。",
      "isCorrect": false,
      "explanation": "不正解！免許自体は有効であれば「免許証不携帯」という別の違反になります（無免許運転よりは軽微ですが違反です）。",
      "imagePath": null
    },
    {
      "question": "自動ブレーキ（衝突被害軽減ブレーキ）等の先進安全技術が搭載されている車であれば、運転中にスマートフォンを操作してもよい。",
      "isCorrect": false,
      "explanation": "不正解！いかなる安全装備があっても、運転中のスマホ操作（ながら運転）は禁止です。",
      "imagePath": null
    },
    {
      "question": "後退（バック）するときは、シートベルトの着用義務が免除される。",
      "isCorrect": true,
      "explanation": "正解！後ろを向いて確認しやすくするためです。",
      "imagePath": null
    },
    {
      "question": "バスの運転者は、車内で急病人が発生した場合、運行管理者や消防（救急）に通報し、適切な措置をとらなければならない。",
      "isCorrect": true,
      "explanation": "正解！人命救助が最優先です。",
      "imagePath": null
    },
    {
      "question": "車両通行帯が3つ以上ある道路では、大型等の車両は、最も左側の通行帯を通行しなければならない。",
      "isCorrect": true,
      "explanation": "正解！指定通行区分に従い、一番左を走ります。",
      "imagePath": null
    },
    {
      "question": "バスが警笛鳴らせの標識がある区間を通行するときは、見通しのきかない交差点や曲がり角の手前で警音器を鳴らさなければならない。",
      "isCorrect": true,
      "explanation": "正解！見通しが良くても悪くても鳴らす場所と、悪い時だけ鳴らす場所があります。",
      "imagePath": null
    },
    {
      "question": "ハイドロプレーニング現象を防ぐには、タイヤの空気圧を適正にし、溝の深さが十分にあるタイヤを使用し、速度を落として走行する。",
      "isCorrect": true,
      "explanation": "正解！雨の日はスピードダウンが鉄則です。",
      "imagePath": null
    }
  ],


  "part4": [
    {
      "question": "労働基準法において、使用者は、労働者に休憩時間を除き1週間について「40時間」を超えて労働させてはならない。",
      "isCorrect": true,
      "explanation": "正解！法定労働時間の基本です。これを超えるには36協定が必要です。",
      "imagePath": null
    },
    {
      "question": "使用者は、労働者を解雇しようとする場合、少なくとも「30日前」にその予告をしなければならない。",
      "isCorrect": true,
      "explanation": "正解！予告しない場合は、30日分以上の平均賃金（解雇予告手当）を支払わなければなりません。",
      "imagePath": null
    },
    {
      "question": "バス運転者の1年間の拘束時間は、原則として「3,300時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！【2024年新基準】原則は3,300時間以内です。労使協定がある場合でも最大3,400時間までしか延長できません。",
      "imagePath": null
    },
    {
      "question": "バス運転者の1ヶ月の拘束時間は、原則として「281時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！【2024年新基準】トラック（284時間）やタクシー（288時間）とは数字が異なるので注意が必要です。",
      "imagePath": null
    },
    {
      "question": "1日の休息期間（勤務終了から次の始業までの時間）は、継続「11時間以上」与えるよう努めることを基本とし、いかなる場合も「9時間」を下回ってはならない。",
      "isCorrect": true,
      "explanation": "正解！【2024年新基準】以前の「継続8時間」から「継続9時間」に引き上げられました。",
      "imagePath": null
    },
    {
      "question": "連続運転時間は「4時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！4時間経過する直後に、合計30分以上の休憩等を確保しなければなりません。",
      "imagePath": null
    },
    {
      "question": "連続運転時間を中断するための休憩等は、1回あたり「10分以上」で分割することができる。",
      "isCorrect": true,
      "explanation": "正解！10分未満の停止は休憩とみなされません。合計30分以上が必要です。",
      "imagePath": null
    },
    {
      "question": "1日（始業から24時間）の運転時間は、2日（特定の日とその前日）を平均して「9時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！2日平均で9時間以内です。",
      "imagePath": null
    },
    {
      "question": "客待ち時間や荷待ち時間は、手待時間として「労働時間」に含まれる。",
      "isCorrect": true,
      "explanation": "正解！使用者の指揮命令下にある時間は労働時間です。休憩時間ではありません。",
      "imagePath": null
    },
    {
      "question": "使用者は、労働契約の不履行について違約金を定めたり、損害賠償額を予定する契約をしてはならない。",
      "isCorrect": true,
      "explanation": "正解！「事故を起こしたら50万円払う」といった契約は無効です。",
      "imagePath": null
    },
    {
      "question": "時間外労働（残業）をさせるには、労働者の過半数代表者と書面による協定（36協定）を締結し、所轄労働基準監督署長に届け出なければならない。",
      "isCorrect": true,
      "explanation": "正解！これがなければ残業は違法です。",
      "imagePath": null
    },
    {
      "question": "雇入れの日から6ヶ月間継続勤務し、全労働日の8割以上出勤した労働者に対しては、10労働日の年次有給休暇を与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！労働者の権利です。",
      "imagePath": null
    },
    {
      "question": "休日は、原則として「毎週少なくとも1回」与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！または4週間を通じて4日以上の変形休日制も可能です。",
      "imagePath": null
    },
    {
      "question": "法定時間外労働（週40時間超など）に対する割増賃金の率は、「2割5分（25%）以上」である。",
      "isCorrect": true,
      "explanation": "正解！深夜労働（22時〜翌5時）も25%以上です。",
      "imagePath": null
    },
    {
      "question": "バス運転者の「1週間」の運転時間は、4週間を平均して「40時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！【重要】トラックは「44時間」ですが、バスは「40時間」です。ここが大きな違いです。",
      "imagePath": null
    },
    {
      "question": "フェリー乗船時間は、所定の要件（休息の機会の確保等）を満たす場合、原則として「休息期間」として取り扱われる。",
      "isCorrect": true,
      "explanation": "正解！この時間は拘束時間から除外（減算）されます。ただし、フェリー下船後から勤務終了までの時間は拘束時間に含まれます。",
      "imagePath": null
    },
    {
      "question": "貸切バスなどで2人乗務（ダブルドライバー）の場合、1日の最大拘束時間は、車両設備の有無にかかわらず一律「19時間」までである。",
      "isCorrect": false,
      "explanation": "不正解！【2024年新基準】基本は19時間ですが、車両内に身体を伸ばして休息できる設備がある場合は最大「20時間」まで延長可能です。",
      "imagePath": null
    },
    {
      "question": "平均賃金は、算定事由発生日以前「3ヶ月間」に支払われた賃金の総額を、その期間の総暦日数で除して計算する。",
      "isCorrect": true,
      "explanation": "正解！解雇予告手当等の計算に使われます。",
      "imagePath": null
    },
    {
      "question": "産後8週間を経過しない女性を就業させてはならないが、産後6週間を経過した女性が請求した場合は、医師が支障がないと認めた業務に就かせることができる。",
      "isCorrect": true,
      "explanation": "正解！本人の希望と医師の許可があれば6週以降は就業可能です。",
      "imagePath": null
    },
    {
      "question": "満18歳に満たない者（年少者）には、深夜業（午後10時〜午前5時）をさせてはならない。",
      "isCorrect": true,
      "explanation": "正解！バスの車掌などでも同様です。",
      "imagePath": null
    },
    {
      "question": "健康診断の結果、異常の所見があると診断された場合、医師の意見を勘案し、必要があると認めるときは、就業場所の変更などの措置を講じなければならない。",
      "isCorrect": true,
      "explanation": "正解！健康管理義務です。",
      "imagePath": null
    },
    {
      "question": "深夜業（午後10時〜午前5時）を含む業務に常時従事する労働者に対しては、健康診断を「6ヶ月以内ごとに1回」行わなければならない。",
      "isCorrect": true,
      "explanation": "正解！特定業務従事者の健診です。",
      "imagePath": null
    },
    {
      "question": "賃金は、通貨で、直接労働者に、全額を、毎月1回以上、一定の期日を定めて支払わなければならない。",
      "isCorrect": true,
      "explanation": "正解！賃金支払いの5原則です。",
      "imagePath": null
    },
    {
      "question": "バス運転者の1日の拘束時間は、原則として「13時間」以内とし、延長する場合でも最大「15時間」を超えてはならない。",
      "isCorrect": true,
      "explanation": "正解！【2024年新基準】最大15時間です。14時間を超えることができるのは週3回までです。（※トラックと同じ数値になりました）",
      "imagePath": null
    },
    {
      "question": "使用者は、労働者が業務上負傷し、療養のために休業する期間およびその後30日間は、解雇してはならない。",
      "isCorrect": true,
      "explanation": "正解！解雇制限期間です。",
      "imagePath": null
    },
    {
      "question": "休日労働を行わせた場合、その時間は「3割5分（35%）以上」の割増賃金を支払わなければならない。",
      "isCorrect": true,
      "explanation": "正解！通常の残業（25%）より割増率が高いです。",
      "imagePath": null
    },
    {
      "question": "予期し得ない事象（事故、故障、災害など）による遅延の場合、その対応に要した時間を拘束時間等の算入から「除外」することができる。",
      "isCorrect": true,
      "explanation": "正解！単に超えてよいだけでなく、計算から除外できます。ただし、勤務終了後にその内容を記録（日報等）しておく必要があります。",
      "imagePath": null
    },
    {
      "question": "就業規則を作成・変更する場合、労働者の過半数代表者の「同意」を得なければならない。",
      "isCorrect": false,
      "explanation": "不正解！必要なのは「意見を聴くこと（意見書の添付）」であり、同意権はありません。",
      "imagePath": null
    },
    {
      "question": "年次有給休暇の請求権の時効は「2年」である。",
      "isCorrect": true,
      "explanation": "正解！2年で消滅します。",
      "imagePath": null
    },
    {
      "question": "労働時間が6時間を超える場合は少なくとも45分、8時間を超える場合は少なくとも1時間の休憩時間を与えなければならない。",
      "isCorrect": true,
      "explanation": "正解！労働基準法の休憩時間の原則です。",
      "imagePath": null
    },
    {
      "question": "貸切バスの運行において、夜間に長距離を運行する場合、配置基準に従って交替運転者を配置すれば、連続運転時間の制限（4時間）は適用されない。",
      "isCorrect": false,
      "explanation": "不正解！交替運転者がいても、1人の運転者が連続して運転できる時間は4時間までです。",
      "imagePath": null
    },
    {
      "question": "改善基準告示における「休日」とは、原則として「連続24時間」のことをいう。",
      "isCorrect": false,
      "explanation": "不正解！改善基準告示では「休息期間（9時間以上）＋24時間」の「連続33時間以上」を休日といいます。ただし、いかなる場合も30時間を下回ってはなりません。",
      "imagePath": null
    },
    {
      "question": "1週間の運転時間が40時間を超える場合でも、貸切バスなどの乗務員については、労使協定があれば52週間（1年）のうち16週間までは「44時間」まで延長できる。",
      "isCorrect": true,
      "explanation": "正解！繁忙期などの例外規定です。",
      "imagePath": null
    },
    {
      "question": "労働条件の明示は、原則として「書面」で行わなければならないが、労働者が希望した場合はファクシミリや電子メール等による明示も認められる。",
      "isCorrect": true,
      "explanation": "正解！原則は書面交付ですが、労働者の希望があれば電子的方法も可能です。",
      "imagePath": null
    },
    {
      "question": "高速バス（夜行）などの「ワンマン運行」の場合、1運行の実車走行距離は原則として「400km」が上限の目安とされている（条件により例外あり）。",
      "isCorrect": true,
      "explanation": "正解！夜間ワンマンの長距離運行は過労リスクが高いため、厳しい制限があります。",
      "imagePath": null
    },
    {
      "question": "使用者は、労働者名簿、賃金台帳、雇入れに関する書類などを「5年間（当分の間は3年間）」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！書類保存義務です。",
      "imagePath": null
    },
    {
      "question": "「一般貸切旅客自動車運送事業（貸切バス）」において、点呼の記録は法令により「3年間」保存しなければならない。",
      "isCorrect": true,
      "explanation": "正解！一般的な事業用自動車は1年ですが、貸切バスは安全規制強化により3年保存です。",
      "imagePath": null
    },
    {
      "question": "妊産婦が請求した場合には、時間外労働、休日労働、深夜業をさせてはならない。",
      "isCorrect": true,
      "explanation": "正解！母性保護の規定です。",
      "imagePath": null
    },
    {
      "question": "隔日勤務（タクシー等）の1拘束時間は「21時間」以内が基本である。",
      "isCorrect": true,
      "explanation": "正解！タクシー特有の勤務形態（2日分を1回で働く）のルールです。",
      "imagePath": null
    },
    {
      "question": "バス運転者が、運転以外の業務（荷物の積み込みや洗車など）を行っている時間は、運転時間には含まれないが、拘束時間には含まれる。",
      "isCorrect": true,
      "explanation": "正解！ハンドルを握っていない時間は「運転時間」ではありませんが、労働しているので「拘束時間」です。",
      "imagePath": null
    },
    {
      "question": "改善基準告示違反があった場合、直ちに刑事罰（懲役や罰金）が科される。",
      "isCorrect": false,
      "explanation": "不正解！告示は行政指導の基準であり、違反しても直ちに刑罰はありません（行政処分の対象にはなります）。労働基準法違反（36協定なし残業など）は刑罰の対象です。",
      "imagePath": null
    },
    {
      "question": "1日の拘束時間が15時間を超えることができるのは、1週間について「3回」以内である。",
      "isCorrect": false,
      "explanation": "不正解！15時間を超えることは認められていません（最大15時間です）。14時間を超えるのが週3回までです。",
      "imagePath": null
    },
    {
      "question": "バス運転者の休息期間は、勤務終了後、次の始業時刻までに与える連続した時間であり、睡眠時間を含む生活時間を指す。",
      "isCorrect": true,
      "explanation": "正解！会社に拘束されない自由な時間です。",
      "imagePath": null
    },
    {
      "question": "退職時の証明書（使用期間、業務の種類、地位、賃金など）は、労働者が請求した場合のみ交付すればよい。",
      "isCorrect": true,
      "explanation": "正解！退職者全員に配る必要はありません。",
      "imagePath": null
    },
    {
      "question": "使用者は、労働者の国籍、信条または社会的身分を理由として、賃金、労働時間その他の労働条件について差別的取扱をしてはならない。",
      "isCorrect": true,
      "explanation": "正解！均等待遇の原則です。",
      "imagePath": null
    },
    {
      "question": "貸切バスの運転者が、観光地で客待ちをしている間、バスを離れて自由に観光や食事ができる状態であれば、その時間は「休憩時間」とみなせる。",
      "isCorrect": true,
      "explanation": "正解！指揮命令下から解放されていれば（労働から離れていれば）休憩扱いでOKです。",
      "imagePath": null
    },
    {
      "question": "特定の日を起算日として2週間ごとに区切り、その期間内の運転時間が平均して週40時間以内であれば基準を満たす。",
      "isCorrect": false,
      "explanation": "不正解！「4週間平均」で計算します。",
      "imagePath": null
    },
    {
      "question": "バス運転者が複数の会社で掛け持ち勤務をしている場合、労働時間は通算される。",
      "isCorrect": true,
      "explanation": "正解！副業・兼業の場合、労働時間は会社が違っても合計されます。事業主はそれを把握する必要があります。",
      "imagePath": null
    },
    {
      "question": "36協定の有効期間は、最長で「1年間」である。",
      "isCorrect": true,
      "explanation": "正解！定期的な見直しが必要です。",
      "imagePath": null
    },
    {
      "question": "拘束時間とは、始業時刻から終業時刻までの時間で、休憩時間を含まない。",
      "isCorrect": false,
      "explanation": "不正解！拘束時間は「労働時間 ＋ 休憩時間」の合計です。会社に拘束されている全時間（始業から終業まで）を指します。",
      "imagePath": null
    }
  ],

  "part5": [
    {
      "question": "自動車の停止距離は、運転者が危険を感じてブレーキを踏み、ブレーキが効き始めるまでの「空走距離」と、ブレーキが効き始めてから停止するまでの「制動距離」の和である。",
      "isCorrect": true,
      "explanation": "正解！停止距離＝空走距離＋制動距離です。",
      "imagePath": null
    },
    {
      "question": "速度が2倍になると、制動距離（ブレーキが効いてから止まるまでの距離）は「2倍」になる。",
      "isCorrect": false,
      "explanation": "不正解！物理法則により、制動距離は速度の「2乗」に比例します。速度が2倍になれば距離は「4倍」になります。",
      "imagePath": null
    },
    {
      "question": "バスの発進時、急発進をすると車内の乗客が後方に転倒するおそれがあるため、乗客が着席したことや手すりにつかまったことを確認してから発進する。",
      "isCorrect": true,
      "explanation": "正解！「車内事故」防止はバス運行管理の最重要課題の一つです。",
      "imagePath": null
    },
    {
      "question": "長い下り坂でフットブレーキを使い続けると、ブレーキドラムやディスクが過熱し、摩擦力が低下して効きが悪くなる現象を「フェード現象」という。",
      "isCorrect": true,
      "explanation": "正解！これを防ぐために、エンジンブレーキや排気ブレーキを併用します。",
      "imagePath": null
    },
    {
      "question": "ABS（アンチロック・ブレーキ・システム）が作動したときは、ハンドル操作に専念するため、ブレーキペダルから足を離すのが良い。",
      "isCorrect": false,
      "explanation": "不正解！ABS作動時は、ブレーキペダルを「強く踏み続ける」ことが重要です。足を離すと止まりません。",
      "imagePath": null
    },
    {
      "question": "バスジャックが発生した場合、乗務員は犯人を刺激しないよう冷静に対応し、何よりも「人命の安全確保」を最優先に行動する。",
      "isCorrect": true,
      "explanation": "正解！犯人の説得や逮捕よりも、乗客の命を守ることが最優先です。",
      "imagePath": null
    },
    {
      "question": "カーブを走行する際に働く遠心力は、速度の2乗に比例し、カーブの半径に反比例する。",
      "isCorrect": true,
      "explanation": "正解！スピードが出るほど、カーブがきついほど、外に飛び出す力は強くなります。",
      "imagePath": null
    },
    {
      "question": "「内輪差」とは、右左折時に後輪が前輪よりも内側を通る現象であり、ホイールベース（前輪と後輪の間隔）が長い大型バスほど大きくなる。",
      "isCorrect": true,
      "explanation": "正解！左折時の巻き込み事故や、脱輪に注意が必要です。",
      "imagePath": null
    },
    {
      "question": "夜間、対向車のライトと自車のライトが重なる部分で、横断中の歩行者などが見えなくなる現象を「蒸発現象（グレア現象）」という。",
      "isCorrect": false,
      "explanation": "不正解！問題文は「蒸発現象（エバポレーション現象）」の説明です。一方、「グレア現象」はライトの光が眩しくて見えなくなる現象を指します。",
      "imagePath": null
    },
    {
      "question": "睡眠時無呼吸症候群（SAS）は、肥満の人に多いが、痩せている人でも顎が小さいなどの理由で発症することがある。",
      "isCorrect": true,
      "explanation": "正解！体型に関わらず注意が必要です。漫然運転の原因になります。",
      "imagePath": null
    },
    {
      "question": "車内で不審物を発見した場合、乗務員は直ちに中身を確認し、危険物であれば車外に放り出す。",
      "isCorrect": false,
      "explanation": "危険です！不審物には触れず、乗客を避難させ、警察に通報するのが鉄則です。爆発物の可能性があります。",
      "imagePath": null
    },
    {
      "question": "ハイドロプレーニング現象が起きたときは、ハンドルをしっかり握り、アクセルを戻して自然に減速するのを待つ。",
      "isCorrect": true,
      "explanation": "正解！急ブレーキや急ハンドルはスピンの原因になります。",
      "imagePath": null
    },
    {
      "question": "適性診断（一般診断）は、運転者の癖を矯正するためのものであり、本人の性格や運転態度は変えられないため、指導しても無駄である。",
      "isCorrect": false,
      "explanation": "不正解！自分の癖を自覚させ、意識して行動を変えるよう指導することに意味があります。",
      "imagePath": null
    },
    {
      "question": "エア・ブレーキ（空気ブレーキ）は、ブレーキペダルの踏み加減に対する反応が良く、効きが強力なため、ラフに扱うと急ブレーキになりやすい。",
      "isCorrect": true,
      "explanation": "正解！強力な制動力を持つため、乗客の転倒を防ぐためにも、より繊細で滑らかな操作が求められます。",
      "imagePath": null
    },
    {
      "question": "運転者の視野は、速度が速くなればなるほど広くなり、遠くの状況を把握しやすくなる。",
      "isCorrect": false,
      "explanation": "不正解！速度が上がると一点を注視するため、視野は「狭く」なります。",
      "imagePath": null
    },
    {
      "question": "濃霧で視界が悪いときは、前照灯（ヘッドライト）を上向き（ハイビーム）にする。",
      "isCorrect": false,
      "explanation": "不正解！光が霧に乱反射して真っ白になり、かえって見えなくなります。下向き（ロービーム）にします。",
      "imagePath": null
    },
    {
      "question": "「暗順応」とは、明るい所から暗い所に入ったとき、目が慣れて徐々に見えるようになる現象で、これには時間がかかる。",
      "isCorrect": true,
      "explanation": "正解！トンネルに入った直後などは見えにくくなるため、速度を落とす必要があります。",
      "imagePath": null
    },
    {
      "question": "指差呼称（指差し確認）は、漫然となりがちな確認作業において、意識レベルを高め、誤認や見落としを防ぐ効果がある。",
      "isCorrect": true,
      "explanation": "正解！「右よし！左よし！」と声に出すことは非常に有効です。",
      "imagePath": null
    },
    {
      "question": "高速道路のトンネル出口付近は、横風の影響を受けやすく、ハンドルを取られる危険性がある。",
      "isCorrect": true,
      "explanation": "正解！山間部や橋の上、防音壁の切れ目なども同様です。",
      "imagePath": null
    },
    {
      "question": "市販の風邪薬や鼻炎薬には、抗ヒスタミン剤などの眠気を催す成分が含まれていることがあるため、乗務前の服用には注意が必要である。",
      "isCorrect": true,
      "explanation": "正解！「眠くならない」と記載された薬を選ぶか、医師に相談する必要があります。",
      "imagePath": null
    },
    {
      "question": "下り坂では、燃料節約のために変速機をニュートラルにして走行しても、安全上の問題はない。",
      "isCorrect": false,
      "explanation": "危険です！エンジンブレーキが効かなくなり、制御不能になる恐れがあります。",
      "imagePath": null
    },
    {
      "question": "ドライブレコーダーの映像は、事故時の証拠としてだけでなく、ヒヤリハット映像として運転者教育（危険予知トレーニング等）に活用できる。",
      "isCorrect": true,
      "explanation": "正解！実際の映像を使うことで効果的な指導ができます。",
      "imagePath": null
    },
    {
      "question": "交通事故現場で、負傷者が意識不明の場合、気道を確保し、呼吸がない場合は心臓マッサージ（胸骨圧迫）を行う。",
      "isCorrect": true,
      "explanation": "正解！119番通報とAEDの手配を行った上で、救急隊に引き継ぐまで絶え間なく一次救命処置を行います。",
      "imagePath": null
    },
    {
      "question": "クリープ現象は、AT車においてブレーキを離すと車が勝手に動き出す現象であり、渋滞時の追突事故の原因にもなる。",
      "isCorrect": true,
      "explanation": "正解！停止中はしっかりブレーキを踏んでおく必要があります。",
      "imagePath": null
    },
    {
      "question": "大型バスのタイヤ点検において、ダブルタイヤ（後輪）の内側のタイヤは外側から見えにくいため、点検ハンマー等での打音検査や空気圧確認が重要である。",
      "isCorrect": true,
      "explanation": "正解！内側のパンクや空気圧不足は発見が遅れがちです。",
      "imagePath": null
    },
    {
      "question": "雪道での発進時は、エンジンの回転数を上げて急発進するとタイヤがグリップしやすい。",
      "isCorrect": false,
      "explanation": "不正解！急発進は空転（スリップ）の原因です。2速発進などでじわりと発進します。",
      "imagePath": null
    },
    {
      "question": "アルコールは少量であれば、気付かない程度の反応遅れしか生じないため、プロの運転者であれば運転に支障はない。",
      "isCorrect": false,
      "explanation": "不正解！少量でも脳機能は低下し、判断力や反応速度が鈍ります。過信は禁物です。",
      "imagePath": null
    },
    {
      "question": "乗客が高齢者の場合、バスが完全に停車する前に席を立つことがあるため、マイク等で「バスが止まるまで席を立たないでください」と注意喚起することは有効である。",
      "isCorrect": true,
      "explanation": "正解！転倒事故防止のための基本的なアナウンスです。",
      "imagePath": null
    },
    {
      "question": "衝突被害軽減ブレーキ（自動ブレーキ）が付いている最新車両であれば、追突事故は100%防げるため、車間距離を詰めても問題ない。",
      "isCorrect": false,
      "explanation": "不正解！装置には限界があり、路面状況や速度によっては作動しないこともあります。過信してはいけません。",
      "imagePath": null
    },
    {
      "question": "SAS（睡眠時無呼吸症候群）の疑いがある運転者には、精密検査（PSG検査）を受けさせ、適切な治療（CPAP等）を行えば乗務を継続できる場合が多い。",
      "isCorrect": true,
      "explanation": "正解！治療により症状が改善すれば、医師の判断のもとで通常通り乗務が可能です。早期発見と治療継続が重要です。",
      "imagePath": null
    },
    {
      "question": "車いすの乗客を乗せる際は、車いす用の固定装置を使用し、確実に固定する。",
      "isCorrect": true,
      "explanation": "正解！急ブレーキ等で車いすが動かないよう固定は必須です。",
      "imagePath": null
    },
    {
      "question": "ベーパーロック現象とは、ブレーキ液（フルード）が沸騰して気泡が生じ、ブレーキ圧が伝わらなくなる現象である。",
      "isCorrect": true,
      "explanation": "正解！ペダルがスカスカになりブレーキが効かなくなります。",
      "imagePath": null
    },
    {
      "question": "雨の降り始めは、路面の泥や油が浮き出して滑りやすくなっているため、特に注意が必要である。",
      "isCorrect": true,
      "explanation": "正解！雨が強くなって洗い流される前が一番滑りやすいと言われています。",
      "imagePath": null
    },
    {
      "question": "バスの運転席は位置が高いため、直前の低い位置にある障害物や子供が死角に入りやすい。",
      "isCorrect": true,
      "explanation": "正解！アンダーミラーでの確認や、発進前の目視確認が重要です。",
      "imagePath": null
    },
    {
      "question": "運転者が「自分は運転がうまい」と過信している場合、慎重さを欠き、リスクを軽視した運転になりやすいため、指導が必要である。",
      "isCorrect": true,
      "explanation": "正解！事故を起こしやすい性格特性の一つです。",
      "imagePath": null
    },
    {
      "question": "夜間走行時は、原則として前照灯を上向き（ハイビーム）にし、対向車や先行車がいる場合のみ下向き（ロービーム）にする。",
      "isCorrect": true,
      "explanation": "正解！これが道路交通法の原則です。歩行者の早期発見につながります。",
      "imagePath": null
    },
    {
      "question": "大地震が発生した場合、急ブレーキをかけず緩やかに減速して左側に停車し、エンジンを止めた後、キーを付けて（または車内の分かりやすい場所に置いて）避難する。",
      "isCorrect": true,
      "explanation": "正解！後で緊急車両が移動させる可能性があるため、キーは持ち去りません。",
      "imagePath": null
    },
    {
      "question": "動体視力（動くものを見る視力）は、年齢とともに低下し、また移動速度が速くなるほど低下する。",
      "isCorrect": true,
      "explanation": "正解！高齢ドライバーや高速走行時は見落としのリスクが高まります。",
      "imagePath": null
    },
    {
      "question": "路線バスの運行において、遅れが生じた場合でも、運行管理者は「遅れを取り戻せ」という指示をしてはならない。",
      "isCorrect": true,
      "explanation": "正解！焦りは事故の元です。安全最優先の指示を出します。",
      "imagePath": null
    },
    {
      "question": "スタンディングウェーブ現象は、タイヤの空気圧が低い状態で高速走行すると、タイヤが波打つように変形し、バーストする危険な現象である。",
      "isCorrect": true,
      "explanation": "正解！予防策は、タイヤの空気圧を「適正値（メーカー指定値）」に保つこと、過積載を避けることなどが重要です。",
      "imagePath": null
    },
    {
      "question": "「追突事故」を防ぐには、「車間距離を十分にとる」ことと「わき見運転をしない」ことが基本である。",
      "isCorrect": true,
      "explanation": "正解！追突事故は事故全体の中でも非常に高い割合を占めます。",
      "imagePath": null
    },
    {
      "question": "タクシーに乗客を乗せる際、行き先が近距離であることを理由に乗車を拒否することは正当な行為である。",
      "isCorrect": false,
      "explanation": "不正解！「乗車拒否」として法律違反になります。距離に関係なくお乗せします。",
      "imagePath": null
    },
    {
      "question": "アルコール検知器を使用する際、マウスウォッシュや栄養ドリンクなどの摂取直後は、アルコール反応が出ることがある。",
      "isCorrect": true,
      "explanation": "正解！微量のエタノールが含まれている場合があるため、摂取直後の測定は避けるか、うがいをしてから測定します。",
      "imagePath": null
    },
    {
      "question": "貸切バスにおいて、乗客がシートベルトを着用していない場合、高速道路に入る前に乗務員が着用を促すアナウンスを行う。",
      "isCorrect": true,
      "explanation": "正解！被害軽減のため、着用の徹底が必要です。",
      "imagePath": null
    },
    {
      "question": "ASV（先進安全自動車）の装置の一つである「車線逸脱警報装置」は、居眠りやわき見などで車線をはみ出しそうになったときに警報を鳴らす。",
      "isCorrect": true,
      "explanation": "正解！ふらつき運転の防止に役立ちます。",
      "imagePath": null
    },
    {
      "question": "トンネル内で火災が発生した場合、車両を置いて避難するときは、延焼を防ぐため窓を閉め、キーを持って避難する。",
      "isCorrect": false,
      "explanation": "不正解！窓を閉めるのは正解ですが、キーは「付けたまま（または残して）」避難します。移動可能にするためです。",
      "imagePath": null
    },
    {
      "question": "「認知・判断・操作」のプロセスのうち、ベテラン運転者は「認知（危険の発見）」が早いため、事故を回避しやすい。",
      "isCorrect": true,
      "explanation": "正解！危険予知能力（Kyt）が高いことが安全運転の鍵です。",
      "imagePath": null
    },
    {
      "question": "エコドライブ（省燃費運転）における「ふんわりアクセル」は、燃費向上だけでなく、車内事故防止（転倒防止）にも効果がある。",
      "isCorrect": true,
      "explanation": "正解！急発進を避けることは、乗客の安全と燃費の両方にメリットがあります。",
      "imagePath": null
    },
    {
      "question": "冬道において、ブラックアイスバーン（黒い凍結路面）は、濡れているだけのアスファルトに見えるため、油断しやすく危険である。",
      "isCorrect": true,
      "explanation": "正解！夜間や早朝の橋の上などは特に注意が必要です。",
      "imagePath": null
    },
    {
      "question": "運転者が乗務中に強いストレスや悩み事を抱えている場合、注意力が散漫になり事故を起こすリスクが高まるため、運行管理者は点呼等で様子を観察する。",
      "isCorrect": true,
      "explanation": "正解！心の健康状態（メンタルヘルス）の管理も重要です。",
      "imagePath": null
    }
  ]
}


